[BalanceDefs.BD_Cart_BombCart InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[Icons.Icon_Z2_BlowTheBridge_CloseDoor InteractionIconDefinition]
Text="FECHAR PORTA"

[Icons.Icon_Z2_BlowTheBridge_PlaceCart InteractionIconDefinition]
Text="POSICIONAR CARRINHO"

[Icons.Icon_Z2_BlowTheBridge_StartCart InteractionIconDefinition]
Text="ACIONAR CARRINHO"

[IO_BlowTheBridge_BigTrain InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_BlowTheBridge_Detonator InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_BlowTheBridge_ToyTrain InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_BombCart MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Carrinho-Bomba"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_BombCart:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Um carrinho carregado de explosivos."
NoConstraintText=""
Suffix=""
Prefix=""

[Switch InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

